Repository: elementary/shortcut-overlay
Catalog: po/extra/*.po
Languages: ca, de, es, fr, hu, ja, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Shortcuts
ca: Dreceres
de: Tastaturkürzel
es: Atajos
fr: Raccourcis
hu: Gyorskombinációk
ja: ショートカット
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
ru: Сочетания клавиш
sv: Genvägar
tr: Kısayollar
uk: Комбінації клавіш
zh_tw: 快捷鍵

source: Shortcut Overlay
ca: Superposició de dreceres
de: Übersicht der Tastaturkürzel
es: Panel de atajos
fr: Feuille de raccourcis
hu: Billentyűparancs áttekintés
ja: ショートカットオーバーレイ
nl: Sneltoets overlapping
pl: Nakładka skrótów
pt_br: Sobreposição de Atalhos
ru: Окно сочетаний клавиш
sv: Genvägsöverlägg
tr: Kısayol Yardımcısı
uk: Перелік комбінацій клавіш
zh_tw: 快捷鍵覆蓋視窗

source: View system shortcuts
ca: Mostra les dreceres del sistema
de: System-Tastenkürzel anzeigen
es: Ver atajos del sistema
fr: Affichage des raccourcis système
hu: A rendszer gyorsparancsainak megtekintése
ja: システムのショートカットを表示します
nl: Bekijk sneltoetsen van het systeem
pl: Wyświetl skróty klawiszowe systemu
pt_br: Visualizar atalhos do sistema
ru: Посмотреть системные сочетания клавиш
sv: Visa systemgenvägar
tr: Sistem kısayollarını görüntüle
uk: Глянути системні комбінації клавіш
zh_tw: 檢視系統快捷鍵

source: cheatsheet;shortcut;overlay;keyboard;
ca: full de trucs;drecera;superposició;teclat;
de: cheatsheet;shortcut;overlay;keyboard;Tastatur;Tastenkürzel;
es: teclado;acceso directo;truco;panel;atajo;
fr: antisèche;anti-sèche;raccourci;clavier;
hu: cheatsheet;shortcut;overlay;puska;billentyűparancs;áttekintés;billentyűzet;
ja: cheatsheet;shortcut;overlay;keyboard;チートシート;ショートカット;オーバーレイ;キーボード;
nl: spiekbriefje;sneltoets;overlapping;toetsenbord;
pl: ściągawka;skrót;nakładka;klawiatura;
pt_br: cheatsheet;atalho;overlay;teclado;
ru: cheatsheet;shortcut;overlay;keyboard;сокращение;комбинация;клавиши;шорткат;клавиатура;шпоргалка;
sv: fusklapp;genväg;överlägg;tangentbord;
tr: kısayol;yardımcı;klavye;cheatsheet;shortcut;overlay;keyboard;
uk: скорочення;комбінація;клавіш;шорткат;клавіатура; cheatsheet;shortcut;overlay;keyboard;
zh_tw: cheatsheet;shortcut;overlay;快捷鍵;小抄;提示;捷徑;鍵盤;

source: Show in the applications menu
ca: Mostra-ho al menú d'aplicacions.
es: Se muestra el atajo del Menú de Aplicaciones
fr: Afficher dans le menu des applications
hu: Megjelenítés az alkalmazásmenüben
ja: アプリケーションメニューに表示するように修正
nl: Toon in het Applicaties-menu
pl: Pokazano w menu aplikaji
pt_br: Mostrar no menu de aplicativos
ru: Теперь показывается в меню приложений
sv: Visa i programmenyn
tr: Uygulamalar menüsünde göster
zh_tw: 在應用程式選單中顯示

source: Replace keyboard settings button with a labeled link button
ca: Substitució del botó de configuració del teclat per un botó d'enllaç etiquetat
es: Se reemplaza el botón de la Configuración del Teclado con un botón de etiqueta con enlace
fr: Remplacement du bouton des paramètres du clavier par un bouton sous forme de lien
hu: A billentyűzetbeállítások gomb cseréje egy feliratos linkre
ja: キーボードの設定ボタンを、ラベル付きリンクボタンに変更
nl: Toetsenbordinstellingen-knop vervangen door een gelabelde linkknop
pl: Zamieniono przycisk ustawień klawiatury z oznaczonym przyciskiem odnośnika
pt_br: Substitui o botão de configurações do teclado por um botão com título e link
ru: Кнопка параметров клавиатуры была заменена ссылкой
sv: Ersätt knappen för tangentbordsinställningar med en märkt länkknapp
tr: Klavye ayarları düğmesini etiketli bir bağlantı düğmesiyle değiştir
zh_tw: 將鍵盤設定按鈕改為文字連結按鈕

source: Show on-screen keyboard shortcut
ca: Mostra la drecera del teclat a la pantalla.
es: Se muestra el atajo del teclado en pantalla
fr: Affiche les raccourcis clavier à l'écran
hu: Képernyőbillentyűzet-gyorsparancs kijelzése
ja: オンスクリーンキーボードのショートカットを表示するように修正
nl: Laat sneltoets zien op het scherm
pl: Pokazano skrót do klawiatury ekranowej
pt_br: Exibe atalho de teclado na tela
ru: Добавлено сочетане клавиш экранной клавиатуры
sv: Visa genväg för skärmtangentbord
tr: Ekran klavyesi kısayollunu göster
zh_tw: 顯示螢幕鍵盤的快捷鍵

source: Close with the shortcut Ctrl + Q
ca: Tanqueu amb la drecera Ctrl + Q
es: Se puede cerrar el panel con el atajo Ctrl + Q
fr: Quittez avec le raccourci Ctrl + Q
hu: Bezárás a Ctrl + Q gombkombinációval
ja: Ctrl + Q でアプリを終了できるように修正
nl: Sluit met de sneltoets Ctrl + Q
pl: Zamknięcie przy użyciu Ctrl + Q
pt_br: Fechar com o atalho Ctrl + Q
ru: Возможность закрыть приложение с помощью Ctrl + Q
sv: Stäng med genvägen Ctrl + Q
tr: Ctrl + Q kısayolu ile kapat
zh_tw: 用 Ctrl + Q 快捷鍵來關閉

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлено переклади
zh_tw: 更新翻譯

source: Update for OS 7 and Gtk 4
ca: Actualització per al SO 7 i Gtk 4
de: Aktualisierung für OS 7 und Gtk 4
es: Actualizado para OS 7 y Gtk 4
fr: Mise à jour pour OS 7 et Gtk 4
hu: Frissítés OS 7 és Gtk 4-hez
ja: elementary OS 7 と Gtk 4 に向けたアップデート
nl: Update voor OS 7 en Gtk 4
pl: Aktualizacja OS 7 i Gtk 4
pt_br: Atualização para o OS 7 e Gtk 4
ru: Обновлено до OS 7 и GTK4
sv: Uppdatering för OS 7 och Gtk 4
tr: OS 7 ve Gtk 4 için güncellendi
uk: Оновлення для OS 7 і Gtk 4
zh_tw: 為 elementary OS 7 和 Gtk 4 更新

source: Fix the app not launching if a shortcut key is set to blank
ca: Solució de l'aplicació que no s'inicia si una tecla de drecera està en blanc
de: Behebt einen Fehler der dazu führte, dass die Anwendung nicht startete, wenn ein Tastenkürzel als leer belegt war
es: Se corrigió que la aplicación no se ejecutara si un atajo está vacío
fr: Correction de l'application qui ne se lançait pas si un des raccourcis n'était pas définj
hu: Alkalmazás el nem indulása javítva nem beállított gyorsparancs esetén
ja: ショートカットキーが設定されていない場合にアプリが起動しない不具合を修正
nl: Los een probleem op waarbij de app niet opstart mocht een sneltoets niet zijn ingesteld
pl: Napraw aplikację, która nie uruchamia się, jeśli klawisz skrótu jest pusty
pt_br: Corrige a aplicação de não ser iniciada se uma tecla de atalho for colocada em branco
ru: Исправлена ошибка, когда приложение не запускалось, если для комбинации клавиш было установлено пустое значение
sv: Åtgärda att appen inte startar om en genvägstangent är inställd till tom
tr: Bir kısayol tuşu boş olarak ayarlanmışsa uygulamanın başlamaması düzeltildi
uk: Виправлено ваду, коли застосунок не запускався, якщо не встановлено комбінації клавіш
zh_tw: 修正有快捷鍵設為空白時此應用程式沒辦法啟動的問題

source: Add screenshot shortcuts
ca: Afegeix dreceres per a la captura de pantalla
de: Screenshot Shortcuts hinzugefügt
es: Se agregaron los atajos de captura de pantalla
fr: Ajout d'un raccourci pour la capture d'écran
ja: スクリーンショットのショートカットを追加
nl: Voeg standaard sneltoetsen toe
pl: Dodano skróty klawiszowe do zrzutu ekranu
ru: Добавлены сочетания клавиш для снимков экрана
uk: Додано комбінації клавіш для знімання екрана

source: Fix issues with multiple windows
ca: Correcció de problemes amb finestres diverses
de: Ein Fehler mit mehreren geöffneten Fenstern wurde korrigiert
es: Se corrigieron problemas con múltiples pantallas
fr: Correction de problèmes lorsqu'il y avait plusieurs fenêtres
ja: ウィンドウが複数表示される不具合を修正
nl: Los probleem op met meerdere vensters
pl: Naprawiono problemy z wieloma oknami
ru: Исправлены проблемы с несколькими окнами
uk: Виправлено проблеми з кількома вікнами

source: Add "Switch Layout" and "Close Window", shortcuts
ca: Addició de les dreceres de canviar la disposició i tancar les finestres
de: Tastenkürzel für "Layout wechseln" und "Fenster schließen" hinzugefügt
uk: Додано комбінації «Змінити розкладку клавіатури» та «Закрити вікно»

source: Show screen reader shortcut
es: Se muestra el atajo del lector de pantalla
hu: Képernyőolvasó-gyorsparancs kijelzése
ja: スクリーンリーダーのショートカットを表示するように修正
pt_br: Exibe atalho para leitor de tela
ru: Добавлено сочетание клавиш экранного диктора
sv: Visa genväg för skärmläsare
tr: Ekran okuyucu kısayolunu göster
zh_tw: 顯示螢幕閱讀器的快捷鍵
