Repository: elementary/shortcut-overlay
Catalog: po/*.po
Languages: ar, be, ckb, ml

source: Shortcuts
ar: الاختصارات
be: Спалучэнні клавіш
ckb: قەتبڕەکان
ml: ഷോർട്ട്ക്കട്ടുകൾ

source: Keyboard Settings…
ar: إعدادات لوحة المفاتيح …
be: Налады клавіятуры…
ckb: ڕێکخستنەکانی تەختەکلیل…
ml: കീബോർഡ് ക്രമീകരണങ്ങൾ…

source: Disabled
ar: معطل
be: Выключана
ckb: ڕاگیراو
ml: പ്രവർത്തനരഹിതം

source: Windows
ar: النوافذ
be: Вокны
ckb: پەنجەرەکان
ml: വിൻഡോവുകൾ

source: Close window:
ar: إغلاق النافذة:
be: Закрыць акно:
ckb: داخستنی پەنجەرە:
ml: വിൻഡോ അടയ്ക്കുക:

source: Cycle windows:
ar: التبديل بين النوافذ:
be: Пераключэнне паміж вокнамі:
ckb: سایکڵ پەنجەرەکان:
ml: വിൻഡോവുകൾ മാറ്റുക:

source: Toggle maximized:
ar: التكبير:
be: Разгарнуць:
ckb: گەورەبوونی پەنجەرە:
ml: മാക്സിമായിസ്ഡ് ടോഗ്ഗിൾ ചെയ്യുക:

source: Tile left:
ar: التجانب لليسار:
be: Замацаваць злева:
ckb: خشتکردنی پەنجەرە بۆ لای چەپ:
ml: ഇടത്തോട്ട് ടൈൽ ചെയ്യുക:

source: Tile right:
ar: التجانب لليمين:
be: Замацаваць справа:
ckb: خشتکردنی پەنجەرە بۆ لای ڕاست:
ml: വലത്തോട്ട് ടൈൽ ചെയ്യുക:

source: Move to left workspace:
ar: النقل إلى مساحة العمل اليسرى:
be: Перамясціць на прастору злева:
ckb: گواستنەوەی بۆ ناوچەکاری چەپ:
ml: ഇടത്തെ വർക്ക്സ്പേസിലോട്ട് മാറ്റുക:

source: Move to right workspace:
ar: النقل إلى مساحة العمل اليمنى:
be: Перамясціць на прастору справа:
ckb: گواستنەوەی بۆ ناوچەکاری ڕاست:
ml: വലത്തെ വർക്ക്സ്പേസിലോട്ട് മാറ്റുക:

source: Picture in Picture Mode:
ar: وضع "صورة داخل صورة":
be: Рэжым выява-ў-выяве:
ckb: دۆخی وێنە-لەناو-وێنەدا:
ml: പിക്ചർ ഇൻ പിക്ചർ മോഡ്:

source: Workspaces
ar: مساحات العمل
be: Прасторы
ckb: ناوچەکارەکان
ml: വർക്ക്സ്പേസുകൾ

source: Multitasking View:
ar: منظور تعدد المهام:
be: Шматзадачны агляд:
ckb: دیمەنی مەڵتی تاسکینگ:
ml: മൾട്ടീടാസ്കിംഗ് വ്യൂ:

source: Switch left:
ar: الانتقال لليسار:
be: Пераключыцца налева:
ckb: سویچکردن بۆ چەپ:
ml: ഇടത്തോട്ട് മാറുക:

source: Switch right:
ar: الانتقال لليمين:
be: Пераключыцца направа:
ckb: سویچکردن بۆ ڕاست:
ml: വലത്തോട്ട് മാറുക:

source: Switch to first:
ar: الانتقال للأولى:
be: Перайсці да першай:
ckb: سویچکردن بۆ یەکەم:
ml: ആദ്യത്തേതിലേക്ക് മാറുക:

source: Switch to new:
ar: الانتقال لواحدة جديدة:
be: Перайсці да апошняй:
ckb: سویچکردن بۆ نوێ:
ml: പുതിയതിലേക്ക് മാറുക:

source: Cycle workspaces:
ar: التبديل بين مساحات العمل:
be: Пераключэнне паміж прасторамі:
ckb: سایكڵ ناوچەکارەکان:
ml: വർക്ക്സ്പേസുകൾ ചാക്രികമായി മാറ്റുക:

source: System
ar: النظام
be: Сістэма
ckb: سیستەم
ml: സിസ്റ്റം

source: Applications Menu:
ar: قائمة التطبيقات:
be: Меню праграм:
ckb: لیستی بەرنامەکان:
ml: ആപ്ലിക്കേഷനുകളുടെ മെന്യു:

source: Cycle display mode:
ar: التبديل بين طرق عرض الشاشة:
be: Пераключэнне рэжымаў прагляду:
ckb: سایکڵ دیسپلەی مۆد:
ml: ഡിസ്പ്ലേ മോഡ് ചാക്രികമായി മാറ്റുക:

source: Zoom in:
ar: التقريب:
be: Павялічыць:
ckb: زوم کردن:
ml: സൂം ഇൻ:

source: Zoom out:
ar: التصغير:
be: Паменшыць:
ckb: بچووک کردنەوە (زووم ئاوت):
ml: സൂം ഔട്ട്:

source: Lock screen:
ar: إقفال الشاشة:
be: Заблакіраваць:
ckb: قوفڵکردنی ڕونما:
ml: ലോക്ക് സ്ക്രീൻ:

source: Log out:
ar: تسجيل الخروج:
be: Выйсці з сістэмы:
ckb: چوونە دەرەوە:
ml: ലോഗ് ഔട്ട്:

source: Switch keyboard layout:
ar: تغيير تخطيط لوحة المفاتيح:
be: Пераключыць раскладку клавіятуры:
ckb: گۆڕینی ڕووی تەختەکلیل:
ml: കീബോർഡ് ലേയൗട്ട് മാറ്റുക:

source: Toggle on-screen keyboard:
be: Пераключыць экранную клавіятуру:
ckb: کاراکردنی تەختەکلیلی سەرشاشە:

source: Toggle screen reader:
be: Пераключыць чытанне з экрана:

source: Screenshots
ar: لقطات الشاشة
be: Здымкі экрана
ckb: سکرینشوتەکان
ml: സ്ക്രീൻഷോട്ടുകൾ

source: Grab the whole screen:
ar: التقاط كامل الشاشة:
be: Захапіць увесь экран:
ckb: هێنانی هەموو ڕوونماکە:
ml: മുഴുവൻ സ്ക്രീനും പിടിക്കുക:

source: Copy the whole screen to clipboard:
ar: التقاط كامل الشاشة ونسخها للحافظة:
be: Скапіраваць увесь экран у буфер абмену:
ckb: کۆپی کردنی هەموو ڕونما بۆ کلیپبۆرد:
ml: മുഴുവൻ സ്ക്രീനും ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക:

source: Grab the current window:
ar: التقاط النافذة الحالية:
be: Захапіць бягучае акно:
ckb: هێنانی پەنجەرەی ئێستا:
ml: നിലവിലെ വിൻഡോ പിടിക്കുക:

source: Copy the current window to clipboard:
ar: التقاط النافذة الحالية ونسخها للحافظة:
be: Скапіраваць бягучае акно ў буфер абмену:
ckb: کۆپی کردنی پەنجەرەی ئێستا بۆ کلیپبۆرد:
ml: നിലവിലെ വിൻഡോ ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക:

source: Select an area to grab:
ar: تحديد مساحة لالتقاطها:
be: Выбраць вобласць для захопу:
ckb: دیاریکردنی ناوچەیەک بۆ هێنان:
ml: പിടിക്കാൻ ഒരു പ്രദേശം തിരഞ്ഞെടുക്കുക:

source: Copy an area to clipboard:
ar: تحديد مساحة لالتقاطها ونسخها للحافظة:
be: Скапіраваць вобласць у буфер абмену:
ckb: کۆپی کردنی ناوچەیەک بۆ کلیپبۆرد:
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് ഒരു പ്രദേശം പകർത്തുക:
