Repository: elementary/shortcut-overlay
Catalog: po/sco.po
Languages: sco

source: Keyboard Settings…
sco: Keybuird Settins…

source: Windows
sco: Windas

source: Close window:
sco: Quit winda:

source: Cycle windows:
sco: Cycle windas:

source: Toggle maximized:
sco: Maximize winda:

source: Tile left:
sco: Tile tae the left:

source: Tile right:
sco: Tile tae the richt:

source: Move to left workspace:
sco: Muve tae the left werkspace:

source: Move to right workspace:
sco: Muve tae the richt werkspace:

source: Workspaces
sco: Werkspaces

source: Multitasking View:
sco: Multitaskin View:

source: Switch right:
sco: Switch richt:

source: Switch to first:
sco: Switch tae the first:

source: Switch to new:
sco: Switch tae the newest:

source: Cycle workspaces:
sco: Cycle werkspaces:

source: Applications Menu:
sco: Applicaitions Menu:

source: Zoom out:
sco: Zoom oot:

source: Lock screen:
sco: Sneck the screen:

source: Log out:
sco: Quit Session:

source: Switch keyboard layout:
sco: Switch keybuird layoot:

source: Toggle on-screen keyboard:
sco: Hide/Unhide the on-screen keybuird:

source: Toggle screen reader:
sco: Activate/De-activate the screen-reader:

source: Grab the whole screen:
sco: Capture the hale screen:

source: Copy the whole screen to clipboard:
sco: Copie the hale screen tae the clipbuird:

source: Grab the current window:
sco: Capture the current winda:

source: Copy the current window to clipboard:
sco: Copie the current winda tae the clipbuird:

source: Select an area to grab:
sco: Select a area tae capture:

source: Copy an area to clipboard:
sco: Cope a area tae the clipbuird:
